Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: སེམས་ཅན་ རྔ་མོ འམ །_ ཕག་ གམ །_ མཱ་ ཏ་ལ་ ཀ འམ །_ རི་བོང་ དུ་ གྱུར་པ འམ །_ མཱ་ ཏོ་ ལ་ ཀ འམ །_ དྲི་ ཤྱ་ བྷུ་ ཏེ་ གསོན་པ་ དག་ བཟའ་བ འི་ དོན་ དུ་ སྤུ་ ད་ བྱི་བ ར་ བྱ་བ འི་ ཕྱིར་ དེར་ འཇུག་ ཅིང་ རབ་ཏུ་ བསྐོལ་ ཏེ །_ འཇོག་པ ར་ བྱེད་པ་ དེ་དག་ ལུས་ དང་ བྲལ་ ཏེ །_ ཤི་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ ར་ ས་བོན་ དང་ མཚུངས་པ འི་ འབྲས་བུ་ སྣོད་ དུ་ བཙོ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: He will then understand that by flaying, boiling, and cooking camels, pigs, rabbits, and other such animals,#44 one will upon separating from one’s body fall into a realm of misery where, in accordance with one’s karmic seeds, one will be boiled in a cauldron.

source: དེ་ རབ་ཏུ་ བཙོ་བ་ ལྕགས་ ཀྱི་ སྣོད་ ཀྱི་ ནང་ དུ་ རབ་ཏུ་ བཅུག་ ནས་ སྲན་མ་ མུད་ ག་ བཞིན་ དུ་ འཚེད་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སེམས་ཅན་ དམྱལ་བ་པ འི་ མེ་ མི་བཟད་པ ས་ འཚེད་ དོ །_།
en: Thus, thrown into an iron cauldron that is kept boiling by intense fire for many hundreds of thousands of years one will endure torture there.

source: སེམས་ རི་མོ་ མཁན་ ལྟ་བུ འི་ གཞི་ བཅོམ་ ཞིང་ སྤངས་ ཏེ་ ཟད་པ ར་ བྱས་ ན་ དེ་དེ་ ལས་ ཡོངས་སུ་ ཐར་བ ར་ འགྱུར་ ཏེ །_
en: $309 “Freedom from this hell will only occur once its basis within the painter-like mind has been overcome, relinquished, and exhausted.

source: སེམས་ཅན་ དམྱལ་བ་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ་ དང་ །_ སྐྱེས་ ནས་ མྱོང་བ ར་ འགྱུར་བ འི་ འབྲས་བུ་ ནི་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ཏེ །_
en: As for the karmic ripening that may occur within that hell realm, in future lives, or in the life immediately thereafter, this is as explained earlier.

source: གང་ ལྷ་ དང་ མི འི་ བར་ དག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ ལ་ དེ་ ཚེ་ ཐུང་བ ར་ འགྱུར་ རོ །_།
en: If one subsequently is born as a god or a human, one’s life will be short.

source: དེ་ འཁོར་ སྣོད་ དུ་ བཙོ་བ་ མཐོང་ ནས་ ཡང་དག་པ་ ཇི་ལྟ་ བ་ བཞིན་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ འི་ དགེ་སློང་ དེ་ ཇི་ལྟ ར་ ན །_ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ ལ་ ལྟ་ ཞེ་ན །_
en: $310 “As he sees people being boiled in cauldrons, how does the monk who correctly observes and abides by inner phenomena regard this neighboring hell?

source: དེ་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ །_ ལྷ འི་ མིག་ གིས་ བརྟགས་ ན །_ འདི་ལྟར་ དགེ་སློང་ དེ་ ནི་ མཆོག་ ཏུ་ དཔའ་བ །_
en: The monk who examines things by means of knowledge derived from hearing, or through the divine eye, will develop supreme courage when seeing this realm.

source: བདུད་ ཀྱི་ སྡེ་ མངོན་པར་ འཇོམས་ ཤིང་ འཁོར་བ འི་ རྒྱ་མཚོ་ ལས་ སྒྲོལ་བ །_ ཚུལ་ཁྲིམས་ ཀྱི་ ཆུས་ འདོད་ཆགས་ ཀྱི་ མེ་གསོད་པ ར་ བྱེད་པ །_ བྱམས་པ འི་ ཆུ འི་ བུམ་པ ས་ ཞེ་སྡང་ གི་ མེ་གསོད་པ ར་ བྱེད་པ །_ རྟེན་ ཅིང་ འབྲེལ་བར་ འབྱུང་བ འི་ སྒྲོན་མས་ གཏི་མུག་ གི་ རབ་རིབ་ སེལ་བར་ བྱེད་ དེ
en: He will crush the hordes of the māras, go beyond the ocean of cyclic existence, extinguish the fires of desire with the water of discipline, extinguish the fire of anger with the water that flows from the vase of loving kindness, and dispel the distortions of delusion with the lamp of dependent origination.

source: ཟབ་མོ་ ཁོང་ དུ་ ཆུད་པ འི་ དགེ་སློང་ ནི་ འཁོར་བ འི་ རྒྱ་མཚོ་ ལས་ རྒལ་བ་ ཡིན་ ནོ །_།
en: Thus, the monk who comprehends the profound will go beyond the ocean of cyclic existence.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ཡང་ སོས་ ཀྱི་ འཁོར་ བཞི་པ་ གནོད་པ་ རྣམ་པར་ མ་ ཞི་བ་ ཞེས་ བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $311 “How does the monk concern himself with Relentless Torments, the fourth realm that neighbors the Reviving Hell?

source: དེ་ རྒྱུ་ དང་ འབྲས་ [150a] བུ་ རྣམ་པར་ སྨིན་པ་ ནི་ ས་བོན་ དང་ །_ འབྲས་བུ ར་ མཚུངས་ ཏེ །_
en: The karmic ripening of cause and effect {{page:{number:137,id:UT22084-068-021-100163,folio:F.150.a,volume:V68}}} accords with the relationship between seeds and their fruits.

source: གང་ གིས་ མིར་ གྱུར་པ འི་ ཡང་སོས་ གཞན་ གནོད་པ་ རྣམ་པ་ དུ་མ་ བྱས་པ ར་ འགྱུར་ ཏེ །_
en: Thus, those who have become humans may inflict numerous torments of the Reviving Hell,#45

source: འདི་ལྟ་སྟེ །_ ཤིང་ གི་ བར་ དུ་ བཙིར་བ འི་ ཚོར་བ་ དང་ །_ ལུམ་པ་ ཀ འི་ ཚོར་བ་ དང་ །_ དུད་པ འི་ ཚོར་བ་ དང་ །_ ལམ་ གྱི་ ཚོར་བ་ དང་ །_ དབང་པོ འི་ ལམ་ འདྲེན་པ འི་ ཚོར་བ་ དང་ །_ ས འི་ ཚོར་བ་ དང་ །_ རབ་ཏུ་ ལྟུང་བ འི་ ཚོར་བ་ དང་ །_ ཁབ་ ཀྱི་ ཚོར་བ་ དང་ །_ ཐག་པ ས་ འདྲེན་པ འི་ ཚོར་བ་ དང་ །_ གླང་པོ་ཆེ འི་ སྟེང་ ནས་ ལྟུང་བ འི་ ཚོར་བ་ དང་ །_ བྱེ་མ ས་ འཐོར་བ འི་ ཚོར་བ་ དང་ །_ གཏུན་ཤིང་ གི་ ཚོར་བ་ དང་ །_ ལྕག་ གཞུ ས་པ འི་ ཚོར་བ་ དང་ །_ གླད་པ་ ན་བ འི་ ཚོར་བ་ དང་ །_ བུས་པ་ དང་ །_ ཁྱེའུ་ པང་བ ར་ བཙིར་བ་ ལྟ་བུ འི་ ཚོར་བ་ དང་ །_ གྲང་བ་ དང་ དྲོ་བ འི་ ཚོར་བ་ དང་ །_ ཆུ འི་ ཚོར་བ་ དང་ །_ ཁར་ གོངས་ སམ །_ ཆུ་ བླུགས་པ འི་ ཚོར་བ་ དང་ །_ ཤིང་ ལ་ དཔྱངས་པ འི་ ཚོར་བ་ དང་ །_ ངམ་གྲོག་ དང་ གཡང་ས ར་ རྣམ་པར་ འཇིགས་པ འི་ ཚོར་བ་ དང་ །_ དགྲ འི་ དབང་ དུ་ གྱུར་པ འི་ ཚོར་བ་ དང་ །_ སྦ་བ་ གཅོད་པ འི་ ཚོར་བ་ དང་ །_ སོར་མོ་ ལ་ རབ་ཏུ་ གནོད་པ འི་ ཚོར་བ་ དང་ །_ སྤུ་ འཐོག་པ འི་ ཚོར་བ་ དང་ །_ མགོ་འཁོར་ ལོས་ བསྐོར་བ འི་ ཚོར་བ་ དང་ །_ ཞ་ཉེ་ དང་ རོ་ཉེ་ དང་ ཟངས་ རབ་ཏུ་ བསྐོལ་བ ར་ འཇུག་པ འི་ ཚོར་བ་ དང་ །_ སྣར་ ལྕགས་ རྣོན་པོ་ འཇུག་པ འི་ ཚོར་བ་ དང་ །_ སྦ་བ འི་ གནས་ སུ་ སྦྲུལ་ འཇུག་པ འི་ ཚོར་བ་ དང་ །_ བོང་བ ས་ འཕེན་པ འི་ ཚོར་བ་ དང་ །_ སྲེད་པ འི་ ཚོར་བ་ དང་ །_ ལུས་ ལ་ མེ འི་ ཕྲེང་བ འི་ ཚོར་བ་ དང་ །_ སྐྲ་ འབལ་བ འི་ ཚོར་བ་ དང་ །_ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ་ འཇུག་པ འི་ ཚོར་བ་ དང་ །_ པགས་པ་ གཏུབས་པ འི་ ཚོར་བ་ དང་ །_ ཙཱ་ ལྦཱིན་ ཀ འི་ ཚོར་བ་ དང་ །_ འདུས་པ འི་ ཚོར་བ་ དང་ །_ ལུས་ གཏུབས་པ འི་ ཚོར་བ་ དང་ །_ རྫ་མ་ དང་ བུམ་པ ར་ བཙོས་པ འི་ ཚོར་བ་ དང་ །_ སོ་ཕག་ གི་ ཚོར་བ་ དང་ །_ ལུས་ ཕྱེད་ དུ་བ་ ཚྭ་ བླུགས་པ འི་ ཚོར་བ་ དང་ །_ ཕྱག་དར་ གྱི་ ཕྱེ་མ འི་ ཚོར་བ་ དང་ །_ རབ་ཏུ་ བསྲེགས་པ འི་ ཚོར་བ་ དང་ །_ རྐང་པ འི་ མཐེ་བོ་ མཚོན་ གྱིས་ བཅད་ ཅིང་ རབ་ཏུ་ བསྲེགས་པ འི་ ཚོར་བ་ དང་ །_ པྱི་ པྱི་ ལིང་ གི་ ཚོར་བ་ དང་ །_ རྒྱ་མཚོ་ སུམ་ཅུ འི་ དབུ་བ འི་ ཚོར་བ་ དང་ །_ ལག་པ་ དང་ །_ རྐང་པ འི་ ཚོར་བ་ དང་ །_ རིང་ དུ་ འགྲོ་བ འི་ [150b] ཚོར་བ་ དང་ །_ འགྲམ་སོ འི་ ཚོར་བ་ དང་ །_ སྣུམ་ གྱི་ ཚོར་བ་ དང་ །_ གསེར་ རྡུང་བ འི་ ཚོར་བ་ དང་ །_ ཚབས་ ཆེ ར་ སྐྲངས་པ འི་ ཚོར་བ་ དང་ །_ བསླང་བ་ དང་ དབབ་པ འི་ ཚོར་བ་ སྟེ །_
en: such as the pains of being crushed between trees,#46 being torn to pieces, bending down, being a road, being taken on the path of a ruler,#47 the sensation of earth,#48 falling, being pierced by needles, being pulled by a rope, falling off an elephant, being in a sandstorm, being hit by clubs, flogging, headaches, being squeezed like an infant or child on the lap, feeling hot or cold, feeling wet,#49 having water poured on one’s body, being hung on a pole, being crushed in a ravine or an abyss, being seized by enemies, having one’s genitals cut off, having one’s fingers cut off, having one’s body hair plucked out, being fooled, being submerged in boiling lead and copper, having one’s nose pierced by sharp iron, snakes entering one’s private parts, being hit by boulders, developing craving, being swathed in garlands of fire, having one’s hair torn out, falling prey to biting insects,#50 having one’s skin cut,#51 confinement, having one’s body cut, being cooked in a jar or pot, being burned like bricks, having salt rubbed into open wounds, being swept with a broom, being burned, having one’s big toes amputated and burned, ingesting long chili peppers, ingesting the froth of thirty seas,#52 being struck by hands and feet, moving far away, {{page:{number:138,id:UT22084-068-021-100164,folio:F.150.b,volume:V68}}} having one’s molar teeth extracted, being burned by oil, being beaten like gold, severe swelling, and rising and falling.

source: ཚོར་བ་ དེ་དག་ གིས་ གང་ སྡུག་བསྔལ་ གྱི་ ཚོགས་ རྣམ་པ་ སྣ་ཚོགས་ དུ་མ་ ཀུན་ དུ་ སྤྱོད་པ་ དེ་དག་ ནི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ གནོད་པ་ རྣམ་པར་ མ་ ཞི་བ་ དེ་ ནི་ དེར་ རྒྱུ་ དང་ མཚུངས་པ འི་ འབྲས་བུ་ མྱོང་བ ར་ འགྱུར་ ཏེ སེམས་ཅན་ དམྱལ་བ་ དེ འི་ རྣམ་པར་ སྨིན་པ་ དཔེ་མེད་པ་ བྱེ་ བ་ སྟོང་ཕྲག་ བཅུ ར་ བསྒྱུར་བ །_
en: All these many different kinds of painful tortures will, upon separating from one’s body, lead to a hideous fall into the lower realms, and so, in the hell of Relentless Torments one will experience effects concomitant with their causes.

source: སྔར་ ཇི་སྐད་ བཤད་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ མངོན་སུམ་ དུ་ གྱུར་པ འི་ སེམས་ཅན་ དམྱལ་བ འི་ ས་ དེར་ དེ་དག་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Yet for the beings in that realm of hell the ripening is incomparably more severe, as the harms that were mentioned earlier are here multiplied a hundred billion times. Such is the way that beings come to directly experience the effects of their own actions.

source: གང་ སེམས་ རི་མོ་ མཁན་ ལྟ་བུ ས་ སྲེག་པ འི་ པིར་ དང་ །_ མི་དགེ་བ་ ཀུན་ དུ་ རྟོག་པ་ སྣ་ཚོགས་ ཀྱི་ ཚོན་རྩི་ སྣོད་ ཀྱི་ གཞི་ ལྟ་བུ འི་ སྙིང་ ལ་ ཀུན་ དུ་ འདྲི་ སྟེ །_
en: $312 “The painter of the mind thus draws its designs with the brush of desire and the paint of unvirtuous thoughts upon the canvas#53 of the heart.

source: བུ་ དང་ ཆུང་མ འི་ མཚན་མ་ དམ་པོ ས་ དེ་ རྗེས་སུ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Thus, the restrictive marks of having children and a wife will come to be experienced.

source: རང་ གིས་ ལེགས་པ ར་ བྱས་པ འི་ ལས་ ནི་ ཕ་མ ས་ བྱས་པ་ མ་ ཡིན་ ཏེ །_ ཇི་ཙམ་ དུ་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཆི་བ ར་ མི་ འགྱུར་ རོ །_།
en: One will not be defeated by one’s own positive karmic actions,#54 but for as long as one has not overcome, relinquished, and exhausted one’s negative actions, one will not die.

source: དེ་ནས་ ཤི་ ནས་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ གང་ གིས་ དུད་འགྲོ་ དང་ །_ ཡི་དགས་ དག་ ཏུ་ མ་ སྐྱེས་ ལ་
en: $313 “Once one dies it may be that the relevant karmic actions are to be experienced in a different life, and that one will not therefore be born as a starving spirit or an animal.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་པ་ མཉམ་པ ར་ གྱུར་ ན |#| རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ དེ་ རྟག་ ཏུ་ བཅིང་བ་ དང་ །_ གཙེ་བ་ དང་ །_ གནོད་པ་ དང་ །_ རྒྱལ་པོ འི་ ཕོ་བྲང་ འཁོར་ ནས་ འཚེ་བ་ དང་ །_ མི་ བདེ་བ ར་ འགྱུར །_
en: If in such a case one is born into a human existence, cause and effect will ensure that one will constantly be enslaved, hurt, injured, harmed by royal courts, and otherwise feel miserable.

source: སྐྱེ་བོ་ ཀུན་ གྱིས་ ཀྱང་ མངོན་པར་ གཙེ་ སྟེ །_ རྟག་ ཏུ་ སྡུག་བསྔལ་ མི་བཟད་པ ར་ འགྱུར །_
en: One will be harmed by everyone and experience intense suffering.

source: གཉེན་འདབ་ དང་ །_ མཛའ་བཤེས་ དང་ །_ ཆུང་མ་ དང་ །_ བུ་ དག་ དང་ ཡང་ ཞེ་ འགྲས་པ ར་ འགྱུར་ རོ །_།
en: Even one’s friends, dear ones, spouse, and children will harbor animosity against one.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ ལྔ་པ་ མུན་པ་ ཞེས་ བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $314 “The monk will then concern himself with Darkness, the fifth realm that neighbors the Reviving Hell.

source: སེམས་ཅན་ དག་ ལས་ ཀྱི་ རྣམ་པར་ སྨིན་པ་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Wondering what karmic ripening causes beings to take birth there, he will examine things with knowledge derived from hearing.

source: སེམས་ཅན་ གང་དག་ ལོག་པ ར་ ལྟ་བ་ ལས་ དང་ འབྲས་བུ་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ སྟོན་པ་ མཆོད་སྦྱིན་ དག་ ལ་ ཕྱུགས་ བསུབས་ ནས་ [151a] གསོད་པ ར་ བྱེད་པ་ དང་ །_ རུས་སྦལ་ དག་ སོ་ཕག་ གིས་ མངོན་པར་ གཡོགས་ ཤིང་ མུན་པ ར་ འཇུག་པ ར་ བྱེད་པ་ དེ་དག་
en: Certain beings suffering from wrong views that mix up cause and effect will slay cattle in sacrificial killings, {{page:{number:139,id:UT22084-068-021-100165,folio:F.151.a,volume:V68}}} or they may imprison turtles with bricks and keep them in darkness.

source: ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ མུན་པ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, when they separate from their bodies, they will suffer a downfall into the lower realms and take birth in the hell of Darkness.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ མུན་པ་ འབྱུང་བ འི་ མེས་ སྲེག་པ ར་ བྱེད །_
en: In that hell flames burst forth from the darkness to scorch them.

source: རྡོ་རྗེ་ ལྟ་བུ འི་ རི་ ཤུགས་དྲག་པོ་ དག་ འོངས་ ཤིང་ ལས་ ཀྱི་ རླུང་ གིས་ བདས་ ནས་ དེ་ གཉིས་ ཀྱི་ དབུས་ སུ་ བཅུག་ ལ་ བྱེ་མ་ སྙིམ་པ་ ནས་ གཏོར་བ་ བཞིན་ དུ་ཐལ་ བར་ རློག་ སྟེ །_
en: Driven by the wind of karma, they will be caught between two vajra-like mountains that collide into each other with great force.

source: ཇི་ལྟ ར་ སྐྲ འི་ རྩེ་མོ་ བསྡུས་པ་ ཕན་ཚུན་ སྐྱབས་ མེད་པ་ དེ་ལྟ ར་ རྟག་ ཏུ་ གནོད་པ་ བྱེད་ ཅིང་ |#| སྤུ་གྲི་ ལྟ་བུ འི་ རླུང་ རབ་ཏུ་ འབར་བ་ ལངས་པ་ གང་ གིས་ འདི་ ཡན་ལག་ དང་ ཉིང་ལག་ ཞིགས་ པར་ བྱེད་ དོ །_།
en: They are helplessly ground and pulverized by the mountains, without there being even a hair tip of a gap. |#| Constantly tormented, their limbs and organs will be destroyed by razor sharp winds.

source: སྐོམ་པ་ དང་ །_ བཀྲེས་པ ས་ ལུས་ རབ་ཏུ་ འབར་བ་ དེ་དག་ དེ་ ནི་ དེ་ ན་ ངུད་མོ་ འབྱིན་ ཏེ་
en: With their bodies burning from thirst and starvation, they cry out in pain.

source: ཇི་ལྟ ར་ དེ་དག་ གིས་ རུས་སྦལ་ མེ འི་ ནང་ དུ་ བསྲེགས་ ཤིང་ །_ སོ་ཕག་ དག་ གིས་ མནན་པ་ དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འཁྲུལ་ འཁོར་ ལ་ ཁབ་ ཀྱི་ བུ་ག་ ཙམ་ གྱི་ སྣང་བ་ མེད་པ་ བཞིན་ དུ་ སྣང་བ་ མེད་པར་ བྱེད་ ལ་ རང་ གི་ ལུས་ ལས་ བྱུང་བ འི་ སྤུ་ རབ་ཏུ་ འབར་བ་ དག་ གིས་ ཀུན་ དུ་ སྲེག་པ ར་ བྱེད་ དོ །_།
en: Thus, those who burned turtles, or suppressed them with bricks, will for many hundreds of thousands of years live in darkness without witnessing even as little light as there could be within the eye of a needle. Yet they will be burned by their own flaming body hairs.

source: སེམས་ སྤྲེའུ་ ལྟ་བུ ས་ བག་ ལ་ ཉལ་ རི་ ལྟ་བུ་ ལ་ རྣམ་པར་ རྒྱུ་ ཞིང་ རྒྱུ་ རི འི་ ངོས་ ལྟར་ བརྟན་པ ས་ རྒྱགས་པ་ རི འི་ རྩེ་མོ་ ལྟ་བུ་ ལ་ གནས་པ་ ལྟ་བ་ ངན་པ འི་ རི་ཁྲོད་ ལྟ་བུ་ ལ་ རྣམ་པར་ རྒྱུ་ ཞིང་ ང་རྒྱལ་ ལས་ བྱུང་བ་ ཤིང་ ལྗོན་པ་ ཐིབས་པོ་ ལྟ་བུ ར་ སྤྱོད་པ །_ ཁྲོ་བ་ བྲག་ གསེབ་ ལྟ་བུ་ ལ་ གནས་པ །_ ཕྲག་དོག་ ཡོན་ཏན་ བསགས་པ་ ལྟ་བུ འི་ འབྲས་བུ་ དང་ སྲེད་པ་ ཆུ་བོ འི་ དབང་ དུ་ སོང་བ་
en: $315 “The mind is like a monkey that roams across the mountains of latent tendencies. The slopes of those mountains are rock-hard and at times the monkey may remain on the summits of conceit, climb the heights of wrong view, jump through the dense forests of pride, sit on the rocks of anger, gather the fruits of envy as if they were desirable qualities, and be carried away by the rivers of craving.

source: ལྟ་བུ ས་ གང་ མི་དགེ་བ འི་ རླབས་ བྱས་པ་ དེ་དག་ ཇི་ཙམ་ དུ་ རྣམ་པར་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ འཆི་བ འི་ དུས་ མི་ བྱེད་ དོ །_། དེ་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ མུན་པ་ དེ་ལས་ ཐར་ ནས །_ |#| གལ་ཏེ་ ཡི་དགས་ དང་ དུད་འགྲོ ར་ མ་ སྐྱེས་ ལ་ མི་ དག་ དང་ སྐལ་བ་ མཉམ་པ ར་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན །_ |#| དེ་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ རྟག་ ཏུ་ བཅིང་བ ས་ བཅིངས་པ ར་ འགྱུར་ ཞིང་ ཚེ་ ཐུང་བ ར་ འགྱུར་ རོ །_།
en: Thus, those who have engaged in great negative acts will not die before their evil has been overcome, relinquished, and exhausted. |#| $316 “If, when finally free from that hell, one is not born as a starving spirit or an animal, but instead becomes a human, cause and effect will nevertheless be in accord. |#| Thus, one will constantly suffer from bondage and one’s life will be short.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ དྲུག་པ་ ཀུན་ དུ་ མི་ དགའ་བ་ ཞེས་ བྱ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $317 “Next the monk will concern himself with Utterly Dreadful, the sixth realm that neighbors the Reviving Hell.

source: ལས་ གང་ གིས་ སེམས་ཅན་ དམྱལ་ [151b] བ་ ཀུན་ དུ་ མི་ དགའ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Wondering what karmic ripening causes beings to take birth in this hell realm {{page:{number:140,id:UT22084-068-021-100166,folio:F.151.b,volume:V68}}} known as Utterly Dreadful, he will examine things with knowledge derived from hearing.

source: སེམས་ཅན་ ལ་ མངོན་པར་ འཁུ་བ འི་ བསམ་པ་ ཡོད་པ་ ནི་ རྟག་ ཏུ་ སྲོག་གཅོད་པ་ ལ་ བརྩོན་པ་ ཡིན་ ཏེ །_
en: He will see that certain people constantly endeavor to maliciously kill other beings.

source: དེ་ དུང་ དང་ །_ རྔ་པ་ ཊ་ ཧ་ དང་ །_ བུང་ བུ འི་ སྐད་ ཀྱིས་ ནགས་ཁྲོད་ ན་ རྣམ་པར་ རྒྱུ་བ འི་ སེམས་ཅན་ རི་ དག ས་ དང་ །_ བྱ་ དང་ །_ སེང་གེ་ དང་ །_ དྲེད་ དང་ །_ གུང་ དང་ །_ སྤྲེའུ་ ལ་སོགས་པ་ བག་ཚ་ བ་ མེད་པར་ རྒྱུ་བ་ དག་ སྒྲ་ དེ་དག་ གིས་ ཀུན་ དུ་ སྐྲག་པ ར་ བྱེད་ ཅིང་
en: With the sounds of conches, drums, and humming they may enter the forests and frighten the deer, birds, lions, bears, leopards, monkeys, and other such animals that live there.

source: རྒྱལ་པོ འམ །_ བློན་པོ་ ཕལ་པོ་ ཆེ ར་ ཡིད་ ཀྱིས་ བསམ་པ་ ཡོད་པ འི་ རྗེས་སུ་ རྔོན་པ་ གསད་པ འི་ བསམ་པ་ ཡོད་པ་ འགྲོ་བ་
en: Thus, obeying the wishes of kings and ministers, they go hunting.

source: དེ་ ནི་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཀུན་ དུ་ མི་ དགའ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Yet when they separate from their bodies, they suffer a downfall into the lower realms, taking birth in the hell known as Utterly Dreadful.

source: རྒྱུ་ དང་ འཐུན་ པར་ འབྲས་བུ་འབྱུང་ སྟེ །_ ཇི་ལྟ ར་ སེམས་ཅན་ དེ་དག་ གིས་ ཀུན་ དུ་ མི་ དགའ་བ་ བྱས་པ་ དེ་ལྟ ར་ སེམས་ཅན་ དེ་དག་ སེམས་ཅན་ དམྱལ་བ འི་ མེ འི་ ནང་ དུ་ བཅུག་ ནས །_ བྱ་རོག་ དང་ །_ འུག་པ་ དང་ །_ བྱ་རྒོད་ དང་ །_ ཁྱི་ དང་ །_ སྲིན་པོ་ དང་ །_ ཝ་ རྣམས་ ཀྱི་ མཆུ་ རྣོ་ ལ་ སྒྲ་ མཆོག་ ཏུ་ འཇིགས་པ་ རྣམས་ ཀྱིས་ རྣ་བ་ དྲུང་ ནས་ བཅད་ ཅིང་ ཟ་ ལ །_
en: As cause and effect are in accord, those who previously were always hostile will now enter the fire of hell where they will encounter crows, owls, vultures, dogs, flesh-eating demons, and foxes that make terrifying sounds and grab them by their ears with sharp mouths and devour them.

source: མཆོག་ ཏུ་ འཇིགས་པ་ མི་ འདོད་ ཅིང་ མི་ སྡུག་ ལ་ ཡིད་ དུ་ མི་ འོང་བ་ སྐྱེ་བོ་ ཐམས་ཅད་ སྐྲག་པ ར་ བྱེད་པ འི་ སྒྲ་ |#| དེས་ ཀུན་ དུ་ མི་ དགའ་བ་ ཕལ་ཆེ ར་ ཡིད་ ལ་ གཅགས་ པར་ འགྱུར་ ཞིང་ སྲོག་ཆགས་ མར་ཀོ་ ཏ་ ཀ འི་ མཆུ་ རྡོ་རྗེ་ ལྟ་བུ ས་ ཡང་ དང་ ཡང་ དུ་ རུས་པ འི་ གསེབ་ དང་ ནང་ དུ་ ཞུགས་པ་ དག་ གིས་ རྣ་བ་ ལ་ ཟ འོ །_།
en: The horrifying, appalling, dreadful, and terrible sounds of the animals terrify everyone and create universal dread. |#| In that hell, various insects will repeatedly grab the beings in that realm by their ears, consuming them and splitting their skeletons open with their vajra-like mouths.

source: སེམས་ ཉ་ ལྟ་བུ་ དེ་ སྲེད་པ་ ཆུ་བོ་ ལྟ་བུ་ ལ་ རྣམ་པར་ རྒྱུ་ ཞིང་ ཁྲོ་བ་ དབའ་རླབས་ ལྟ་བུ ར་ འཁྲུག་པ ས་ འཁོར་བ་ རི་བོ འི་ གསེབ་ ལྟ་བུ་ ལ་ གནས་ ཤིང་ འདོད་ཆགས་ ཞེ་སྡང་ གཏི་མུག་ གི་ ཕྱོགས་ ཀྱི་ ས་ འདོད་པ འི་ རོ་ ཆུང་བ་ མཆིལ་པ་ ལྟ་བུ འི་ འཆིང་བ་ དང་ །_
en: $318 “The mind is like a fish that swims in the river of craving with its fierce currents of anger. As the fish swims in the river, which passes through the mountains of cyclic existence, it is caught on the hook of petty pleasures in the zones of desire, anger, and delusion.

source: ལྟ་བ་ ངན་པ་ ཆུ་ ལྟར་ ཟབ་པ་ ལ་ རྣམ་པར་ རྒྱུ་བ །_
en: Deep runs the water of wrong views and powerful is its current.

source: སྐྱེ་བ་ དང་ །_ འཆི་བ འི་ འགྲོ་བ འི་ ལུས་ འདི་ སྒྲ་ དང་ །_ རེག་པ་ དང་ །_ རོ་ དང་ །_ གཟུགས་ དང་ །_ དྲི་ ལ་ རྟག་ ཏུ་ སྲེད་པ་ གང་ མི་དགེ་བ འི་ ལས་ དེས་ དགོད་ ཅིང་ བྱས་ ལ་
en: As the body is born and dies, there is constant craving for sounds, textures, tastes, forms, and smells, and thus also engagement in unvirtuous action.

source: དེ འི་ ངུད་མོ་ འབྱིན་པ་ ནི་ མི་ མྱོང་ གི་ བར་ དུ་ འཆི་བ འི་ དུས །_ མི་ བྱེད་ དོ །_།
en: As long as one has not lived through the painful outcome and fruits of such actions one will not die.

source: རང་ གི་ སྲེད་པ་ གྲོང་ གནས་པ །_། སེམས་ ནི་ ཉ་ འདྲ་ རྨོངས་པ་ ཡིས །_།
en: “When one remains within the home of craving, The fish-like mind is bewildered. {{page:{number:141,id:UT22084-068-021-100167,folio:F.152.a,volume:V68}}}

source: ལས་ [152a] བྱེད་ ཚེ་ ན་ དགར་ འཛིན་ ལ །_། མྱོང་བ འི་ ཚེ་ ན་ ངུ་བ ར་ བྱེད །_།
en: Hence, when a deed is carried out there is happiness, Yet when the outcome is experienced there will be lamentation.

source: གང་ ཚེ་ མི་དགེ་ དེ་ ཡི་ ལས །_། ལྷག་མ་ མེད་པར་ བཅོམ་ ཞིང་ སྤངས །_། མེད་ གྱུར་ དེ་ ནི་ དེ་ནས་ སུ །_། ཤི་ ནས་ ཡི་དགས་ དུད་འགྲོ ར་ སྐྱེ །_།
en: $320 “When the unvirtuous action Has been overcome and relinquished without remainder, And thus no longer exists, One will die and be reborn as a starving spirit or an animal.

source: ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ འི་ ལས །_། གང་ གིས་ གལ་ཏེ་ དེར་ མི་ སྐྱེ །_།
en: $321 “If the karmic action is to be experienced in other lives, however, One will not be born that way.

source: གལ་ཏེ་ དེར་ ནི་ མི་ རྣམས་ དང་ །_། སྐལ་མཉམ་ མི་ རུ་ སྐྱེ་བ ར་ འགྱུར །_།
en: Instead one will take birth as a human, And be born among humans.

source: དེ་ ནི་ རྟག་ ཏུ་ དམན་པ་ ཡིས །_། ཟིལ་ གྱིས་ ནོན་ ཅིང་ ནམས་ ཀྱང་ ནི །_། དེ་ སེམས་ དགའ་བ་ སྐྱེ་ མི་ འགྱུར །_།
en: $322 “One will constantly end up Being subdued by one’s inferiors, And in the grip of depression.

source: གང་དང་གང་ ནི་ བྱེད་པ་ དག _། དོན་མེད་ དགའ་བ་ མེད་ བྱེད་ དང་ །_།
en: Whatever one may do $323 “Will turn out to be pointless and unpleasant.

source: བུ་ དང་ ཆུང་མ་ ནོར་ དང་ འབྲུ །_། གསོད་ དང་ འཆིང་བ ར་ བྱེད་པ་ དང་ །_།
en: Children, spouse, wealth, and grains Will cause slaughter and bondage.

source: དེ་ ནི་ མི་དགེ་ ལས་ ཀྱིས་ སུ །_། དགའ་ མེད་ རྒྱུ་ འཐུན་ འབྲས་བུ་ ཡི །_། ཀུན་ དུ་ མི་ དགའ་ རྟག་ ཏུ་ ཐོས །_།
en: Thus, the perpetrator of unvirtuous action $324 “Will, as an effect that accords with its cause, be deprived of joy, And always have to hear what is utterly dreadful.

source: ཡང་ དགེ་སློང་ དེ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ཀྱི་ འཁོར་ བདུན་པ་ ཚོར་བ་ བདོ་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $325 “Next the monk will concern himself with Excruciating Pain, the seventh realm that neighbors the Reviving Hell.

source: སེམས་ཅན་ དག་ ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Wondering what karmic ripening causes beings to take birth in that hell realm known as Excruciating Pain, he will examine things with knowledge derived from hearing.

source: སེམས་ཅན་ བག་ ལ་ ཉལ་ བདོ་བ་ དང་ །_ ཞེ་ འགྲས་པ་ བདོ་བ་ དང་ །_ སེམས་ ཟབ་པ་ བདོ་བ འི་ སེམས་ཅན་ ནི་ སྲོག་གཅོད་པ་ མང་པོ་ བག་མེད་པ་ ལ་ འཇུག་ སྟེ །_
en: Thus, he will realize how beings with an overflow of karmic latency, animosity, and mental density may frivolously engage in killing.

source: དེ་དག་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཚོར་བ་ བདོ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will suffer a downfall into the lower realms, taking birth in this hell known as Excruciating Pain.

source: དེར་ ཚ་བ་ དང་ །_ མཚོན་ དང་ །_ མེ་ དང་ །_ ངམ་གྲོག་ དང་ །_ གཡང་ས་ དང་ །_ ཕུར་བུ་ དང་ །_ མེ་ འབར་བ འི་ ཕྲེང་བ འི་ རྒྱན་ བྱས་པ འི་ ཚོར་བ་ ལ་ རྟག་ ཏུ་ རྒྱུན་ མི་འཆད་པ ར་ ཉིན་ གཅིག་ བཞིན་ དུ་ འཇུག་པ ར་ འགྱུར་ རོ །_།
en: There they will encounter heat, weapons, fire, ravines, abysses, and spikes, and become adorned with garlands of blazing fire. Such agonies they will experience constantly, every single day.

source: དེ་ནས་ གཞན་ ཡང་ དགེ་སློང་ དེ་ལས་ ཀྱི་ འབྲས་བུ འི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ་ མྱ་ངན་ ལས་ འདས་པ འི་ གྲོང་ཁྱེར་ ཚོལ་བ་ ན་ འཁོར་བ འི་ སྡུག་བསྔལ་ གྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ ཐིག་ནག་ གི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ ཇི་ལྟ ར་ ཐིག་ནག་ གི་ འཁོར་ གཞན་ གང་ཞིག་ ཡོད་ སྙམ་ ནས །_
en: $326 “Next the monk who has knowledge of the reality of karmic effects, and who searches for the city of the transcendence of suffering, will concern himself with the great Black Line Hell, wondering what neighboring regions it may have.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ སེམས་ཅན་ དམྱལ་བ ར་ སྲེག་པ་ མི་བཟད་པ འི་ ཚོར་བ་ རྟག་ ཏུ་ འདུས་པ་ ཞེས་ བྱ་བ འི་ སེམས་ཅན་ དམྱལ་བ་ མཐོང་ སྟེ །_
en: Examining things with knowledge derived from hearing, he will perceive a hell realm with unbearable fires known as Incessantly Intense Pain.

source: སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སེམས་ཅན་ [152b] དམྱལ་བ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_
en: Wondering what karmic actions may bring birth there, {{page:{number:142,id:UT22084-068-021-100168,folio:F.152.b,volume:V68}}} the monk will examine things with knowledge derived from hearing.

source: གང་ ལྟ་བ་ ངན་པ འི་ བསྟན་བཅོས་ ཀྱི་ གཏན་ཚིགས་ དང་ དཔེ་ དག་ གིས་ ཚུལ་ཁྲིམས་ སྤངས་པ འི་ མི་ ངམ་གྲོག་ གམ་ གཡང་ས ར་ རབ་ཏུ་ ལྟུང་བ་
en: He will come to understand that the arguments and examples employed in the treatises that propagate unfortunate views may cause certain people to lack discipline, and they will then fall into a deep gorge.
